Repository: schueda/artero
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# activity_button
source: activity screen button
pt_br: botao pra tela de atividade

# daily_theme
source: Today's Theme
pt_br: Tema do dia

source: Good morning!
pt_br: Bom dia!

source: Good afternoon!
pt_br: Boa tarde!

source: Good evening!
pt_br: Boa noite!

source: Good night!
pt_br: Boa noite!

source: Activities
pt_br: Atividade

source: No streak
pt_br: Sem sequência

source: day streak
pt_br: dia seguido

source: days streak
pt_br: dias seguidos

source: Your gallery
pt_br: Sua galeria

source: gallery
pt_br: galeria

# theme_was
source: The theme was
pt_br: O tema foi

source: Activity from
pt_br: Atividade de

source: Activity
pt_br: Atividade

source: Current streak
pt_br: Sequência Atual

source: Longest streak
pt_br: Maior sequência

source: day
pt_br: dia

source: days
pt_br: dias

source: Daily reminder
pt_br: Lembrete diário

source: Time
pt_br: Horário

# no_best
source: No records yet
pt_br: Sem recorde

source: Theme
pt_br: Tema

# activity_of_today
source: Today's activity
pt_br: Atividade de hoje

source: Benefits
pt_br: Benefícios

source: Activity saved on
pt_br: Atividade salva na

# button_media
source: Add media
pt_br: Adicionar mídia

# button_take_a_picture
source: Take photo or video
pt_br: Tirar foto ou vídeo

# button_choose_media
source: Choose photo or video
pt_br: Escolher foto ou vídeo

source: Art sent
pt_br: Arte enviada

source: Cancel
pt_br: Cancelar

source: Confirm
pt_br: Confirmar

# delete_activity
source: Delete actitivy
pt_br: Deletar Atividade

# delete_question
source: Do you want to delete this activity?
pt_br: Deseja deletar essa atividade?

source: Delete
pt_br: Deletar

# OnBoarding1_line1
source: Create
pt_br: Crie todos

# OnBoarding1_line2
source: every day
pt_br: os dias

# OnBoarding1_line3
source: with
pt_br: com o

# OnBoarding2_line1
source: We encourage you
pt_br: Incentivamos você

# OnBoarding2_line2
source: to insert
pt_br: a inserir

# OnBoarding2_line3
source: into your
pt_br: na sua rotina e te

# OnBoarding2_line4
source: routine and we
pt_br: mostramos os

# OnBoarding2_image1
source: art-text
pt_br: arte-text

# OnBoarding2_image2
source: benefits-text
pt_br: beneficios-text

# OnBoarding3_line1
source: for you to create
pt_br: para você criar da

# OnBoarding3_line2
source: as you wish
pt_br: forma que preferir

# OnBoarding3_image1
source: daily-text
pt_br: temas-text

# OnBoarding3_image2
source: themes-text
pt_br: diarios-text

# OnBoarding4_line1
source: Save your
pt_br: Salve as suas

# OnBoarding4_line2
source: creations on
pt_br: criações na

# OnBoarding4_line3
source: to revisit
pt_br: para

# OnBoarding4_line4
source: whenever
pt_br: revisitá-las

# OnBoarding4_line5
source: you want
pt_br: quando quiser

# OnBoarding4_image1
source: galery-text
pt_br: galeria-text

# button_text
source: Let's start!
pt_br: Vamos começar!

# enable_notifications_alert_title
source: Please enable notifications in your device's Settings
pt_br: Por favor habilite as notificações nos ajustes do seu dispositivo

# enable_notifications_alert_description
source: Do you want to go to your device's Settings?
pt_br: Você deseja ir aos ajustes do seu dispositivo?

# enable_notifications_alert_settigns
source: Settings
pt_br: Ajustes

# notification_title
source: Time to create!
pt_br: É hora de criar!

# notification_body
source: Check out the daily theme and create something amazing ✨
pt_br: Confira o tema do dia e crie algo incrível ✨

# art_name1
source: Sunflowers
pt_br: Girassóis

# art_name2
source: Aboriginal Rock Art of Ubirr
pt_br: Pintura rupestre de Ubirr

# art_name4
source: The Garden of Earthly Delights
pt_br: Jardim das delícias

# art_name6
source: Venus of the Rags
pt_br: Vênus dos trapos

# theme_name1
source: Yellow
pt_br: Amarelo

# theme_name2
source: Evolution
pt_br: Evolução

# theme_name3
source: Smile
pt_br: Sorriso

# theme_name4
source: Humanity
pt_br: Humanidade

# theme_name5
source: Brazil
pt_br: Brasilidades

# theme_name6
source: Daily
pt_br: Cotidiano

# description1
source: Explore yellow in your day! Today we suggest that you dance interpreting a song that reminds you of yellow.
pt_br: Explore o amarelo no seu dia! Hoje temos a sugestão para você dançar interpretando uma música que te lembre amarelo.

# description2
source: Let's travel through the evolution of times, see a movie from the past or about the future, and write about this movie as if you were a famous movie critic. Extra tip: look for fun facts about the film.
pt_br: Vamos viajar na evolução dos tempos, veja um filme do passado ou sobre o futuro e escreva sobre este filme como se fosse um crítico famoso do cinema. Dica extra: procure curiosidades sobre o filme.

# description3
source: And who doesn't know the most famous smile in the world?! Enigmatic in a way to get each person to have an interpretation about. Let your mind wander and write a poem, poetry, chronicle, joke, whatever you want!
pt_br: E quem não conhece o sorriso mais famoso do mundo?! Enigmático de forma a levar cada pessoa ter uma interpretação sobre. Deixe a mente vagar e escreva um poema, poesia, cronica, piada, o que quiser!

# description4
source: How about choosing one of the different scenes that take place in this painting, and creating a comic book continuing it? Come on!
pt_br: Que tal escolher uma das diversas cenas que acontecem nessa pintura, e criar uma História em Quadrinhos dando continuidade a ela? Vamos lá!

# description5
source: Painting something you think represents Brazil! It can be green, yellow and blue, or not, you have complete freedom of interpretation!
pt_br: Produza uma pintura com algo que você acha que representa o Brasil! Pode ser com as cores verde, amarelo e azul, ou não, você tem total liberdade de interpretação!

# description6
source: Get inspired by the elements and colors of Venus dos Trapos and re-signify something/materials by producing a photograph. Come on, whatever is affordable for you!
pt_br: Se inspire nos elementos e cores da Vênus dos Trapos e ressignifique algo/materiais produzindo uma fotografia. Vamos lá, qualquer coisa que seja acessível para você!

# benefits1
source: Dance brings benefits regardless the motivation to dance, whether as a profession, as a physical exercise, as a social integration activity or as a leisure activity.
pt_br: A dança traz benefícios independente do motivo pelo qual a pessoa escolheu dançar, seja como profissão, como um exercício físico, como uma atividade de integração social ou como uma atividade de lazer.

# benefits2
source: People who listen to music have a better immune system response—that's because it stimulates the brain's limbic system and moderate the response to stressful stimuli.
pt_br: Quem ouve música apresentava uma melhor resposta do sistema imunológico — isso porque ela estimula o sistema límbico do cérebro e moderava a resposta a estímulos estressantes.

# benefits3
source: Art helps with the development of new talents and skills.
pt_br: A arte ajuda no desenvolvimento de novos talentos e habilidades.

# benefits4
source: A study by WHO (World Health Organization) revealed that engaging with art can benefit both physical and mental health. The research pointed out that art helps to face complex challenges, such as diabetes and obesity, in addition to mental disorders.
pt_br: Um estudo da OMS (Organização Mundial da Saúde) revelou que o envolvimento com a arte pode beneficiar tanto a saúde física como mental. A pesquisa apontou que as artes ajudam a enfrentar desafios complexos, como a diabetes e a obesidade, além dos distúrbios mentais.

# benefits5
source: Art has been a tool for the expression of human beings since antiquity.
pt_br: A arte é uma ferramenta de expressão do ser-humano desde a antiguidade.

# benefits6
source: Art is intimately linked to the history and evolution of the human being.
pt_br: A arte está intimamente ligada à história e à evolução do ser humano.

# benefits7
source: Music activates the brain's pleasure center, releasing dopamine, a substance responsible for the sensation of well-being. In other words, music soothes, relaxes and stimulates memory.
pt_br: A musica ativa o centro de prazer do cérebro, liberando a dopamina, substância responsável pela sensação de bem-estar. Em outras palavras, a música acalma, relaxa e estimula a memória. Você pode aprender um instrumento que lhe agrade, fazer aulas de canto ou participar de um coral.

# benefits8
source: Art is a break, a respite from routine.
pt_br: a arte é uma pausa, um respiro na rotina.

# benefits9
source: A research reveals that teenagers who live in urban areas and receive education based on dramaturgy benefit from being able to make more responsible decisions, in addition to being less exposed to violence.
pt_br: Adolescentes que vivem em áreas urbanas e recebem educação com base na dramaturgia. A pesquisa revela que eles se beneficiam por conseguirem tomar decisões mais responsáveis, além de serem menos expostos à violência.

# benefits10
source: The use of art for therapeutic purposes began to be encouraged at the end of the 18th century and is based on different theoretical references, such as psychoanalysis, analytical psychology, gestalt therapy, among other approaches in the field of psychology.
pt_br: O uso da arte com finalidade terapêutica começou a ser incentivado no final do século XVIII e tem base em diferentes referenciais teóricos, como a psicanálise, a psicologia analítica, a gestalt-terapia, dentre outras abordagens do campo da psicologia.

# benefits11
source: Art expands the vision and understanding of the world.
pt_br: A arte amplia a visão e entendimento do mundo

# benefits12
source: When parents read stories to their children before bed, they rest better during the night and focus more on school.
pt_br: Quando os pais leem histórias para as crianças antes de dormir, elas descansam mais ao longo da noite e se concentram mais na escola.

# benefits13
source: Making art teaches that there is more than one solution to the same problem. Art challenges our beliefs and encourages open-ended thinking that creates an environment of creative thinking in problem solving. Sticking kids’ artwork on the fridge boosts their self-esteem. Hanging your latest work of art on the wall can instill the same feelings in you.
pt_br: Fazer arte ensina que há mais de uma solução para o mesmo problema. A arte desafia nossas crenças e incentiva o pensamento aberto que cria um ambiente de pensamento criativo na resolução de problemas. Colocamos as obras de arte dos nossos filhos na geladeira para aumentar sua autoestima. Pendurar sua última obra de arte na parede pode inspirar os mesmos sentimentos em você.

# benefits14
source: When using the hands to shape the clay, the person does not act mechanically. This allows us to work on flexibility and release tensions, since, during the creation process, it is necessary to concentrate on the execution of the task. So, at least for the moment, the person forgets about problems and concentrates on creating a art piece. The result is stress release, motor domain, self-expression, playful interaction, among other benefits.
pt_br: Ao usar as mãos para dar forma à argila, a pessoa não age de modo mecânico. Isso permite trabalhar a flexibilidade e liberar tensões, uma vez que durante o processo de criação, é preciso concentração na execução da tarefa. Assim, ao menos nesse momento, a pessoa esquece de problemas e se concentra em criar uma peça. O resultado é a liberação do estresse, domínio motor, auto-expressão, interação lúdica, entre outros benefícios. Existem outras modalidades que podem ser acrescentadas a essa lista. Encontre uma que lhe dê satisfação e experimente a sensação que só uma atividade artística pode proporcionar.

# benefits15
source: Art can increase self-knowledge.
pt_br: A arte pode promover autoconhecimento.

# benefits16
source: Art helps to shift your focus away from pain or stressful thoughts;
pt_br: A arte ajuda a mudar o seu foco para longe da dor ou de pensamentos estressantes;

# benefits17
source: Leonardo da Vinci said, “Painting embraces all the ten functions of the eye; that is, darkness, light, body and color, shape and location, distance and closeness, motion and rest.” Creating art helps you to learn how to “see” by concentrating on detail and paying more attention to your environment.
pt_br: Leonardo da Vinci disse, “A pintura abrange todas as dez funções do olho; ou seja, escuridão, luz, corpo e cor, forma e localização, distância e proximidade, movimento e repouso. ” Criar arte ajuda você a aprender a “ver”, concentrando-se nos detalhes e prestando mais atenção ao ambiente.

# benefits18
source: Those who dedicate themselves to painting (which can be on canvas, fabrics or other options) develop concentration, at the same time it get them more relaxed
pt_br: Quem se dedica à pintura (que pode ser em tela, tecidos ou outras opções) desenvolve a concentração. Ao mesmo tempo relaxa e melhora a concentração.

# benefits19
source: Art increases attention levels.
pt_br: A arte aumenta os níveis de atenção.

# benefits20
source: Art stimulates memory.
pt_br: A arte estimula a memória.

# benefits21
source: Painting, sculpting, drawing, and photography are relaxing and rewarding hobbies that can lower stress levels and lead to an overall improvement in well-being. Creating art can take the mind off life’s stress, at least momentarily. This get the thoughts clearer and allows to focus on waht's good in life.
pt_br: Pintar, esculpir, desenhar e fotografar são passatempos relaxantes e gratificantes que podem diminuir seus níveis de estresse e levar a uma melhoria geral no bem-estar. Criar arte pode tirar sua mente dos muitos estresses da vida, pelo menos momentaneamente. Isso limpa algum espaço da cabeça e permite que a pessoa se concentre no que há de bom na vida.

# benefits22
source: Art is a break, a break from routine.
pt_br: A arte é uma pausa, um respiro na rotina.

# benefits23
source: Art has a positive impact on creativity.
pt_br: A arte também tem impacto positivo na criatividade.

# benefits24
source: Creating something unique gives the sensation of pleasure and accomplishment.
pt_br: O ato de criar algo único nos dá uma sensação de prazer e realização.
